results/M6/M6-SMOKE-20260920T180010Z/cfd/cases/af08b15542fa_coarse_a0/dictionaries/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

simulationType  laminar;
